{"file": "NBHWC_Content_Outline.pdf", "page": 1, "chunk": 0, "text": "Program Approval Handbook Prepared by the NBHWC Program Approval Commission Updated February 2022 1 NBHWC Content Outline"}
{"file": "NBHWC_Content_Outline.pdf", "page": 2, "chunk": 0, "text": "2 Read the Overview and specific Competencies. For most topics, you should recognize the content from your training program. Therefore, we recommend reviewing the materials from your program. The examination covers the following categories: 1. Coaching Structure [17-23%] 2. Coaching Process (Relationship/Communication/Techniques) [47-53%] 3. Health & Wellness [17-23%] 4. Ethics/Legal [7-13%] How to use this Content Outline 1 2 3 4"}
{"file": "NBHWC_Content_Outline.pdf", "page": 3, "chunk": 0, "text": "3 1.1. Coach preparation prior to session Overview Prior to a coaching session, the coach reviews materials, eliminates distractions, and takes time to become mindful and present. The coach’s state helps the client become calm and receptive, which fosters self- awareness and self-discovery. Competencies 1.1.1. Coach is calm, present, and emotionally available 1.1.2. Review available client materials 1.1.3. Logistics (meeting location, conference call arrangements, etc.) 1.2. First session or before Overview The coach’s aims for the initial session, or intake session, are to describe the coaching process, review information and assessments provided by the client, and determine if the client is an appropriate candidate for coaching. The coach clarifies roles and expectations; e.g., the coach"}
{"file": "NBHWC_Content_Outline.pdf", "page": 3, "chunk": 1, "text": "mine if the client is an appropriate candidate for coaching. The coach clarifies roles and expectations; e.g., the coach will not diagnose or prescribe, nor give unsolicited advice; the client will self-determine his/her vision, goals, and action steps; and the client will be actively engaged in trying new behaviors as planned with the coach. Logistics and responsibilities (client vs. coach) are confirmed in a written Coaching Agreement. Coaching Structure 1 NBHWC HWC Certifying Examination Content Outline"}
{"file": "NBHWC_Content_Outline.pdf", "page": 4, "chunk": 0, "text": "4 Competencies 1.2.1. Set the climate/stage 1.2.1.1. Establish rapport 1.2.1.2. Gauge client’s intentions for coaching/obtain information why coaching is sought 1.2.2. Determine if the individual is a candidate for health and wellness coaching and is an appropriate candidate for you specifically 1.2.3. Explain the coaching process 1.2.4. Establish the Coaching Agreement 1.2.4.1. Guidelines and specific parameters of the coaching relationship (e.g., roles, logistics, fees, scheduling, inclusion of others if appropriate, confidentiality) 1.2.4.2. Client vs. coach responsibilities, setting appropriate expectations 1.2.4.3. Understand type of coaching relationship (i.e., short laser coaching session vs. long-term coaching relationship, telephonic, coaching apps, face-to- face, incentivized coa"}
{"file": "NBHWC_Content_Outline.pdf", "page": 4, "chunk": 1, "text": "t laser coaching session vs. long-term coaching relationship, telephonic, coaching apps, face-to- face, incentivized coaching) 1.2.5. Review assessments, if any used, and other data sources 1.2.6. Ensure appropriate time management of this and all sessions 1.3. Early (typically in the first, second or other early session) Overview In the initial stages of coaching, time is spent exploring the client’s values, vision, purpose, and priorities. The coach refers to these in subsequent sessions to elicit motivation. During early sessions, the coach also spends adequate time exploring the client’s understanding of his/her health and wellness, so goals are not set prematurely. Note that when choosing a focus (Competency 1.3.4), the coach is not the “expert” deciding what is most appropriate; inst"}
{"file": "NBHWC_Content_Outline.pdf", "page": 4, "chunk": 2, "text": "ote that when choosing a focus (Competency 1.3.4), the coach is not the “expert” deciding what is most appropriate; instead, the client is empowered to select an area that feels important, motivating, or timely. Competencies 1.3.1. Have client assess current state of his/her health and/or wellbeing 1.3.2. Explore the client’s vision of his/her optimal health and/or wellbeing 1.3.3. Identify gaps between current state and client’s desired lifestyle/outcomes 1.3.4. Explore and clarify client preference for priority areas of focus 1.3.5. Establish or refine client’s specific long-term goals that lead toward desired outcomes 1.3.6. Establish or refine client’s short-term SMART goals or action steps for what will be accomplished between sessions 1.3.7. Support the client in achieving the SMART "}
{"file": "NBHWC_Content_Outline.pdf", "page": 4, "chunk": 3, "text": "T goals or action steps for what will be accomplished between sessions 1.3.7. Support the client in achieving the SMART goals or action steps including back- up plans 1.3.8. Establish client’s preferences for learning and maintaining accountability"}
{"file": "NBHWC_Content_Outline.pdf", "page": 5, "chunk": 0, "text": "5 1.4. Routine Ongoing Sessions Overview A coaching program starts with an initial phase, followed by routine (ongoing) coaching sessions for a pre- determined period of weeks or months. At the opening of each session, the coach asks about the client’s current state (e.g., energy, mood); throughout the session, the coach refers to shifts in the client’s state. The coach facilitates review of previous action steps, uses other processes as appropriate (Content Area 2: Coaching Process), and supports the client in defining new action steps. The coach reflects the client’s understanding, perspectives, and learning. At the end of each session, the client articulates new personal discoveries. Competencies 1.4.1. Connect, have client self-assess state at beginning of each session 1.4.2. Check-in "}
{"file": "NBHWC_Content_Outline.pdf", "page": 5, "chunk": 1, "text": "al discoveries. Competencies 1.4.1. Connect, have client self-assess state at beginning of each session 1.4.2. Check-in on prior session commitments/action steps 1.4.3. Invite client to select focus for session 1.4.4. Establish or refine client’s short-term SMART goals or action steps for what will be accomplished between sessions 1.4.5. Articulate new action steps and adjust plan if needed, with self-monitoring 1.4.6. Discover and reflect client’s learning, including “take-aways” from session 1.4.7. Communicate appreciation of client’s work 1.4.8. Invite the client to provide feedback to the coach on the coaching provided 1.5. Coaching Program Termination Overview In the final coaching session, the coach’s focus is on recognition of progress, learning, and closure. The client articulates "}
{"file": "NBHWC_Content_Outline.pdf", "page": 5, "chunk": 2, "text": " final coaching session, the coach’s focus is on recognition of progress, learning, and closure. The client articulates successes and looks back at what s/he has learned. The coach helps the client to establish a plan for how s/he will maintain or continue progressing toward goals, with an emphasis on support and resources. Competencies 1.5.1. Invite the client to reflect on, assess, and to articulate progress made, challenges experienced, lessons learned, and growth attained 1.5.2. Assist in developing sustainable pathway forward and/or maintenance/relapse prevention plan including available support and resources"}
{"file": "NBHWC_Content_Outline.pdf", "page": 6, "chunk": 0, "text": "6 Coaching Process Coaching Relationship/ Communication/Techniques 2.1. Client-centered relationship Overview A coach facilitates behavior change by empowering the client to self-discover values, resources, and strategies that are individualized and meaningful. The client is the expert in navigating his/her own life, based upon personal preferences and past experiences. The coach provides the structure of the session and serves as a facilitative partner. The coach’s primary role is NOT that of a content expert or educator who diagnoses, advises, or instructs the client on what to do. Competencies 2.1.1. Client’s agenda, needs, interests, and preferences (vs. coach’s) drives the coaching relationship 2.1.2. Share coach’s personal information/experience only when appropriate 2.1.3. Share inf"}
{"file": "NBHWC_Content_Outline.pdf", "page": 6, "chunk": 1, "text": "es the coaching relationship 2.1.2. Share coach’s personal information/experience only when appropriate 2.1.3. Share information or recommendations only when specifically asked or given permission to do so or as otherwise required within scope of practice 2.1.4. Observe, name, and refer to client’s beliefs and values 2.1.5. Convey the belief that client is resourceful, expert in own experience 2.1.6. Adjust approach according to client’s health literacy 2"}
{"file": "NBHWC_Content_Outline.pdf", "page": 7, "chunk": 0, "text": "7 2.2. Trust & rapport Overview The coach establishes a positive and safe environment where the client feels accepted and supported. The client is better able to clarify values and access motivation when s/he feels safe to be honest and vulnerable. Importantly, the coach’s confidence in the client’s ability to learn, grow, and change supports the client’s self-efficacy (Competency 2.12). The coach builds trust by attending to the client’s emotions as well as words and behaviors; for example, when the coach senses conflict, discomfort or confusion, the coach acknowledges what is happening with curious interest. Competencies 2.2.1. Demonstrate benevolence, honesty, sincerity, and authenticity 2.2.2. Convey unconditional positive regard 2.2.3. Follow through on commitments made to the client "}
{"file": "NBHWC_Content_Outline.pdf", "page": 7, "chunk": 1, "text": "y, and authenticity 2.2.2. Convey unconditional positive regard 2.2.3. Follow through on commitments made to the client 2.2.4. Openly name and address discord/conflict between coach & client as it occurs and resolve in a timely manner 2.3. Active listening and presence Overview In addition to listening to verbal information shared by the client, the coach is attuned to nonverbal cues: expression, tone, emotions, and energy. The coach also notices relevant behaviors (or lack thereof). The coach uses mindful awareness to notice with curiosity and non judgment what is happening with the client, as well as what is happening within him/herself during coaching. Coach self-management is required when the coach finds him/herself “knowing” what the client needs. Finally, active listening involves u"}
{"file": "NBHWC_Content_Outline.pdf", "page": 7, "chunk": 2, "text": "ement is required when the coach finds him/herself “knowing” what the client needs. Finally, active listening involves using silence appropriately to “hold the space” and allowing clients time to reflect, process, and identify what emerges. Competencies 2.3.1. Be attentive and mindful 2.3.2. Be open-minded 2.3.3. Be curious without assumptions 2.3.4. Pace communication to fit client’s needs 2.3.5. Listen for what is not being said 2.3.6. Nonverbal communication 2.3.6.1. Use silence appropriately 2.3.6.2. Attend to and address nonverbal communication"}
{"file": "NBHWC_Content_Outline.pdf", "page": 8, "chunk": 0, "text": "8 2.4. Client emotions and energy Overview Emotions can generate insight and impact the brain’s capacity for learning and change. The coach calls attention to positive shifts in the client’s energy or emotion that may support healthy behavior change. The coach encourages the client to foster self- compassion and acceptance of emotions, since these qualities allow a more honest appraisal of one’s behaviors and better self-care. Harsh self-criticism, on the other hand, tends to lead to avoidance and undermines insight. Competencies 2.4.1. Attend to the client’s state of being (mood/affect/presence) 2.4.2. Acknowledge client’s emotions 2.4.3. Ask client to describe emotions when appropriate 2.4.4. Show empathy (resonance with) 2.4.5. Foster self-compassion 2.5. Reflections Overview Reflection"}
{"file": "NBHWC_Content_Outline.pdf", "page": 8, "chunk": 1, "text": "when appropriate 2.4.4. Show empathy (resonance with) 2.4.5. Foster self-compassion 2.5. Reflections Overview Reflections convey active listening (“I’m hearing…”) and give clients the powerful opportunity to witness the sound of their own words, perspectives, and beliefs. Nonjudgmental reflections engage the client and inspire learning. When the coach notices a discrepancy in the client’s words, emotions, or behavior, a double-sided reflection may raise the client’s awareness of the discrepancy. Similarly, when the coach uses an amplified reflection, the client may reconsider aspects of resistance when s/he hears the exaggerated reflection. Competencies 2.5.1. Simple content reflections, paraphrasing 2.5.2. Double-sided & other types of reflections as indicated in Motivational Interviewing"}
{"file": "NBHWC_Content_Outline.pdf", "page": 8, "chunk": 2, "text": "ent reflections, paraphrasing 2.5.2. Double-sided & other types of reflections as indicated in Motivational Interviewing (e.g., amplified, feeling & meaning reflections) 2.5.3. Summaries 2.5.4. Recall previous information and experiences of client"}
{"file": "NBHWC_Content_Outline.pdf", "page": 9, "chunk": 0, "text": "9 2.6. Expand the conversation Overview The coach helps the client expand possibilities by asking curious questions that evoke deeper thinking and self-reflection. Open-ended questions (starting with “what” or “how”) encourage exploration, as well as highlight strengths, values, and opportunities for learning. The coach helps expand the client’s perspective and explores interconnections in the client’s life. Competencies 2.6.1. Open-ended questions 2.6.2. Evocative (powerful) questions 2.6.3. Use of metaphors based on client language and interests 2.6.4. Brainstorm 2.6.5. Connect the focus to multiple dimensions of client’s life 2.6.6. Explore broader perspectives and inspire interest in new possibilities 2.6.7. Incorporate coach’s intuition 2.7. Focus and refocus the conversation Overview"}
{"file": "NBHWC_Content_Outline.pdf", "page": 9, "chunk": 1, "text": "pire interest in new possibilities 2.6.7. Incorporate coach’s intuition 2.7. Focus and refocus the conversation Overview The coach facilitates a conversation that balances a client’s exploratory thinking (Competency 2.6) with action- oriented focus. After engaging the client in an exploration process, the techniques listed below help narrow the conversation toward decisions, goal-setting, and commitment – all of which support action. Competencies 2.7.1. Closed-ended questions 2.7.2. Interrupt and re-direct 2.7.3. Bottom-lining 2.7.4. Scaling questions (using a scale of 0-10) 2.7.5. Ask the client to summarize the topic Notes The coach may be familiar with different terminology for Scaling questions (Competency 2.7.4), including “rulers” for readiness, importance, confidence, commitment, mo"}
{"file": "NBHWC_Content_Outline.pdf", "page": 9, "chunk": 2, "text": "ology for Scaling questions (Competency 2.7.4), including “rulers” for readiness, importance, confidence, commitment, motivation, etc."}
{"file": "NBHWC_Content_Outline.pdf", "page": 10, "chunk": 0, "text": "10 2.8. Assist client to evaluate and integrate health information Overview An objective of coaching is for the client to be well-informed of the status of his/her health and well-being. This process begins with identifying what the client understands. The coach then assists the client in finding and utilizing health and wellness resources, as well as accurately evaluating and integrating multiple sources of health information. These sources may include health care provider input, health & wellness assessments (including self-assessments), health risk assessments, basic biometrics, and appropriate referrals. 2.9. Goals and implementing action Overview The coach supports the client in choosing goals and action steps carefully, since small, gradual successes predict long-term engagement. The"}
{"file": "NBHWC_Content_Outline.pdf", "page": 10, "chunk": 1, "text": "he client in choosing goals and action steps carefully, since small, gradual successes predict long-term engagement. The coach recognizes the client’s readiness to change (Competency 2.9.1) and supports the client in designing appropriate action steps that move the client toward self-determined goals. Tracking progress over time is strongly linked to long-term success, so clients learn to track their own behavior, problem-solve, and observe the impact of their actions. When reviewing progress, the coach does not focus on the outcome, but rather emphasizes the client’s effort and what is learned during both successes and setbacks. Competencies 2.9.1. Transtheoretical Model (stages of change) 2.9.2. Specific, measurable, achievable/attainable, realistic/relevant, timely (SMART) goals 2.9.3. "}
{"file": "NBHWC_Content_Outline.pdf", "page": 10, "chunk": 2, "text": " (stages of change) 2.9.2. Specific, measurable, achievable/attainable, realistic/relevant, timely (SMART) goals 2.9.3. Patient activation and engagement models 2.9.4. Facilitate visualizing to elicit intrinsic motivation and goal direction 2.9.5. Commitment to action 2.9.6. Encourage behavioral stretches but also set a comfortable pace of learning and implementation of client’s goal 2.9.7. Anticipate, plan for, and help client navigate challenges 2.9.8. Behavior tracking 2.9.9. Develop and manage accountability plan 2.9.10. Behavioral goals (also known as process goals or learning goals) vs. outcome goals"}
{"file": "NBHWC_Content_Outline.pdf", "page": 11, "chunk": 0, "text": "11 Notes For 2.9.1, the coach applies the Transtheoretical Model by recognizing the client’s stage of change based upon what s/he says. The coach should also know which techniques to apply in which stage. For 2.9.10, the coach should recognize different types of goals, e.g., behavioral vs. outcome goals. Research suggests behavioral goals (also known as process goals or learning goals) may be more effective for complex lifestyle behaviors. For interested coaches, the following articles examine research on learning goals. 2.10. Client awareness, perspective shifts and insights Overview The coach reflects the client’s views (Competency 2.5) and asks open-ended questions (Competency 2.6.1) to enhance the client’s self-awareness and foster new perspectives. The coach may offer positive reframi"}
{"file": "NBHWC_Content_Outline.pdf", "page": 11, "chunk": 1, "text": "mpetency 2.6.1) to enhance the client’s self-awareness and foster new perspectives. The coach may offer positive reframing—i.e., looking at things in an alternative, more positive way—to shift perspectives, since positive conversations are more likely to inspire motivation and forward progress. The coach also listens carefully for the client’s self- talk—i.e., the way s/he talks to and about him/herself and judges his/her own behavior— and helps the client consider more positive self-talk. Competencies 2.10.1. Reframe 2.10.2. Address self-defeating perceptions 2.10.3. Explore patterns related to client behaviors and decision tendencies (e.g., triggers, thoughts, emotions, physical sensations, and environment) 2.10.4. Awareness of self-talk and adjustment as appropriate"}
{"file": "NBHWC_Content_Outline.pdf", "page": 12, "chunk": 0, "text": "12 2.11. Client’s freedom of choice, autonomy, and intrinsic motivation Overview Coaching psychology involves eliciting the client’s intrinsic motivation, which is based upon the client’s purpose, meaning, values, and preferences, and not external sources. The knowledge and experience of the client—not the coach—are the raw materials for coaching conversations that facilitate lasting change. Competencies 2.11.1. Elicit the client’s perspectives (including reasons for change, solutions, ideas, experiments, desires, reactions, desired outcomes, rewards/incentives) 2.11.2. Help client explore and articulate values, sense of meaning, and purpose 2.11.3. Help client envision his/her optimal health and/or wellbeing 2.11.4. Discuss and honor client’s preferences for self-monitoring (without judgm"}
{"file": "NBHWC_Content_Outline.pdf", "page": 12, "chunk": 1, "text": "is/her optimal health and/or wellbeing 2.11.4. Discuss and honor client’s preferences for self-monitoring (without judgment), accountability, mode of connecting (email, text, phone call) 2.11.5. Self-determination theory 2.11.6. Motivational interviewing concepts Notes (Competency 2.11 cont’d) Self-determination theory (Competency 2.11.5) posits several universal needs for psychological health and well- being: autonomy (not feeling persuaded or controlled), competence (seeking confidence and mastery), and relatedness (being connected to others). The coach does not need to memorize minute details of the theory, such as how qualities interact, but should recognize how the qualities may be fostered during coaching. 2.11. Client’s freedom of choice, autonomy, and intrinsic motivation"}
{"file": "NBHWC_Content_Outline.pdf", "page": 13, "chunk": 0, "text": "13 2.12. Client self-efficacy 2. Client self-efficacy Overview The coach helps the client develop self-efficacy, which is the client’s belief in his/her ability to initiate change and achieve goals. The coaching process cultivates self-efficacy as the client better understands his/her needs, gains self-awareness and insight that supports behavior change, learns from setbacks, develops new resources, and finds new ways to navigate his/her environment. Competencies 2.12.1. Explore ways to improve self-efficacy 2.12.2. Engage client in problem-solving 2.12.3. Engage client to evaluate options, considering both short and long-term benefits and consequences 2.12.4. Use client’s awareness, learning, and tools to support the client to improve confidence in making informed decisions 2.12.5. Social"}
{"file": "NBHWC_Content_Outline.pdf", "page": 13, "chunk": 1, "text": "s awareness, learning, and tools to support the client to improve confidence in making informed decisions 2.12.5. Social Cognitive Theory (Social Learning Theory and Self-Efficacy Theory, including role models, mastery) 2.13. Improve support Overview In addition to providing support during client sessions, the coach assists the client in developing supportive relationships and identifying community resources. The coach helps the client to build a support system—relationships, tools, resources, environments—that enable ongoing success after the coaching program ends. Competencies 2.13.1. Social 2.13.2. Structural/environmental"}
{"file": "NBHWC_Content_Outline.pdf", "page": 14, "chunk": 0, "text": "14 2.14. Client active experimentation and self-discovery Overview The coach establishes a trusting environment where the client feels safe to experiment with new ideas and new behaviors. The coach helps the client develop a growth mindset (Competency 2.14.1), the belief that the client’s abilities are not fixed and can be improved continuously through experimentation and persistent efforts. Decisional balance (Competency 2.14.2) helps the client evaluate pros and cons of changing behavior, as well as pros and cons of not changing behavior. Competencies 2.14.1. Growth mindset 2.14.2. Decisional balance 2.15. Increase positive psychological resources Overview The coach helps the client develop positive psychological resources by cultivating meaning, reflecting positive emotions, applying st"}
{"file": "NBHWC_Content_Outline.pdf", "page": 14, "chunk": 1, "text": "ps the client develop positive psychological resources by cultivating meaning, reflecting positive emotions, applying strengths, and affirming self-worth and efforts. Positive psychology has demonstrated the value of positive resources in improving creativity, open-mindedness, strategic thinking, resilience, connection, and health. Competencies Increase positive psychological resources by identifying, exploring, cultivating, and affirming: 2.15.1. Skills and abilities 2.15.2. Efforts, progress, successes, insights, and learning 2.15.3. Strengths 2.15.4. Client’s being (value, qualities, and self-worth) 2.15.5. Positive emotions, gratitude, acceptance, and compassion 2.15.6. Optimism and resilience"}
{"file": "NBHWC_Content_Outline.pdf", "page": 15, "chunk": 0, "text": "15 Health & Wellness By definition, health and wellness coaches are not content experts in health or disease; they do not diagnose or prescribe, unless a coach has credentials in another profession that allow expert advice to be given. However, it is important for coaches to have a solid working familiarity of current evidence-based recommendations provided by public health groups such as the Center for Disease Control and National Institutes of Health. Relevant guidelines and recommendations fall in the areas of health promotion, disease prevention, and lifestyle medicine. The coach should be able to identify risk factors for chronic disease, commonly used biometric measures, and current lifestyle recommendations for optimizing health. An important focus for the coach is to recognize pote"}
{"file": "NBHWC_Content_Outline.pdf", "page": 15, "chunk": 1, "text": "ures, and current lifestyle recommendations for optimizing health. An important focus for the coach is to recognize potential imminent danger and medical red flags, and to know when and how to refer to another health care professional. Healthy lifestyle ideals, as in most areas of health care, are continually evolving. Recommendations change frequently for everything from interpretation of biometric markers (e.g., cholesterol, blood pressure) to evidence-based suggestions in lifestyle areas like nutrition and physical activity. Moreover, guidelines vary by organization. The coach stays abreast of trends, controversies, and evolutions in the lifestyle fields, since these will impact client choices and the resources they need. Since the coaching relationship is client-centered, the coach’s f"}
{"file": "NBHWC_Content_Outline.pdf", "page": 15, "chunk": 2, "text": "ill impact client choices and the resources they need. Since the coaching relationship is client-centered, the coach’s focus is determining what the client already knows, needs, and wishes to learn about. The coach then supports the client in obtaining credible health and wellness information. General knowledge about healthy living is required for the coach to facilitate the various Competencys that arise in a coaching conversation. The Centers for Disease Control (CDC) has a robust, evidence-based website that offers useful information for the coach and the client. Another valuable resource is Healthy People 2020, a program of nationwide health-promotion and disease-prevention goals set by the U.S. Department of Health and Human Services (HHS). Finally, the American College of Lifestyle M"}
{"file": "NBHWC_Content_Outline.pdf", "page": 15, "chunk": 3, "text": "ention goals set by the U.S. Department of Health and Human Services (HHS). Finally, the American College of Lifestyle Medicine provides peer-reviewed resources. 3"}
{"file": "NBHWC_Content_Outline.pdf", "page": 16, "chunk": 0, "text": "16 3.1. Health, health promotion and disease prevention, applying a whole person perspective Overview Health and wellness involve more than the absence of disease. Wellness, as a concept, includes all aspects of physical, psychological, spiritual and social well-being; it is multi- dimensional and holistic. Wellness also involves a self-directed and evolving process to achieve full potential. Many coach training programs emphasize this whole-person perspective using a “wheel” or other framework that recognizes multiple dimensions of one’s health. 3.1.1. Wellness and well-being concepts (including the Travis Illness-Wellness Continuum) Topics for review: • Health-related quality of life & well-being • Well-being concepts • Travis Illness-Wellness Continuum 3.2. Chronic Disease Coach compete"}
{"file": "NBHWC_Content_Outline.pdf", "page": 16, "chunk": 1, "text": "uality of life & well-being • Well-being concepts • Travis Illness-Wellness Continuum 3.2. Chronic Disease Coach competencies include enhancing client self-management, identifying risk factors, understanding measurement standards and screening procedures, knowing basic information regarding prevention and behavioral treatment, and recognizing imminent danger (medical red flags). The coach often works with clients living with chronic medical conditions, as well those who are not yet ill, but are increasing their risk through unhealthy behavior. The coach should have a basic understanding of common chronic diseases and conditions including hypertension, diabetes, obesity, cardiovascular disease, high cholesterol, and a constellation of symptoms known as metabolic syndrome, which together pla"}
{"file": "NBHWC_Content_Outline.pdf", "page": 16, "chunk": 2, "text": "ardiovascular disease, high cholesterol, and a constellation of symptoms known as metabolic syndrome, which together place individuals at higher risk for heart disease, diabetes, stroke, and some cancers. Inflammation is one of the key pathophysiological processes that underlie most chronic diseases, and a rudimentary understanding of the role of inflammation in disease should also be recognized."}
{"file": "NBHWC_Content_Outline.pdf", "page": 17, "chunk": 0, "text": "17 • Hypertension/prehypertension, blood pressure Topics for review: • Blood pressure basics » High blood pressure signs and symptoms » Effects of high blood pressure » Measuring blood pressure » Controlling blood pressure • Risk factors for hypertension, including: » Medical conditions » Behaviors » Family history and other characteristics • Diabetes/pre-diabetes, fasting glucose, hemoglobin A1c Topics for review: • About diabetes • Who’s at risk • Symptoms • Prediabetes • Type 2 diabetes • Getting tested • Overweight & obesity, BMI, waist circumference Topics for review: • Obesity causes and consequences • Assessing Body Mass Index (BMI) and Waist Circumference • Abdominal obesity and your health • Cardiovascular disease (mainly heart disease and stroke) Topics for review: • Heart diseas"}
{"file": "NBHWC_Content_Outline.pdf", "page": 17, "chunk": 1, "text": "nal obesity and your health • Cardiovascular disease (mainly heart disease and stroke) Topics for review: • Heart disease » Coronary artery disease basics » Heart attack signs and symptoms » Risk factors for heart disease, including: * Medical conditions * Behavior * Family history and other characteristics"}
{"file": "NBHWC_Content_Outline.pdf", "page": 18, "chunk": 0, "text": "18 • Stroke » Stroke basics » Stroke signs and symptoms » Risk factors for stroke, including: * Medical conditions * Behavior * Family history and other characteristics • Metabolic syndrome, arthritis and inflammation Topics for review: • Metabolic syndrome • Arthritis » Osteoarthritis » Rheumatoid arthritis » Risk factors for arthritis » Fibromyalgia • Inflammation • The coach recognizes that chronic inflammation is a common factor in most chronic diseases. Whereas acute inflammation is a healthy response to injury, chronic inflammation causes problems over time. Common and well-studied conditions associated with chronic inflammation include coronary artery disease, diabetes, obesity, arthritis, cancer, and Alzheimer Disease. Dietary interventions (see anti-inflammatory diet in Competency"}
{"file": "NBHWC_Content_Outline.pdf", "page": 18, "chunk": 1, "text": "etes, obesity, arthritis, cancer, and Alzheimer Disease. Dietary interventions (see anti-inflammatory diet in Competency 3.3), moderate exercise, and effective stress management are thought to be central in preventing inflammatory disease. • Inflammation and heart disease • Lipid abnormalities, lipid panels Topics for review: • LDL and HDL Cholesterol • Getting your cholesterol checked • Knowing your risk » Health conditions, Behaviors, Family History, Familial Hypercholesterolemia, Age & Gender"}
{"file": "NBHWC_Content_Outline.pdf", "page": 19, "chunk": 0, "text": "19 3.3. Health behaviors, social and behavioral risk factors 3.3.1. Healthy weight and 3.3.2. Optimal nutrition & hydration Guidelines around healthy weight, nutrition, and hydration are among the most controversial topics in lifestyle medicine. Thus, in this area, it is particularly important for the coach to follow a client-centered approach, beginning with what the client understands, needs, and wants, and engaging in a partnership that allows the client to access new information and ultimately create new habits. The coach should be familiar with recommendations and resources currently offered by leading government and health agencies. There are differing professional opinions, and many controversies exist that are not always readily apparent within conventional expertise. For example, "}
{"file": "NBHWC_Content_Outline.pdf", "page": 19, "chunk": 1, "text": "opinions, and many controversies exist that are not always readily apparent within conventional expertise. For example, the CDC recommendation for dietary guidelines (MyPlate) has been contested by some experts in nutrition, and alternative recommendations have been put forth, such as Harvard’s Healthy Eating Plate. In this circumstance, the coach should be familiar with both popular resources, even though they may be contradictory. It is widely agreed that there is no “one size fits all” diet, and everything from ethnicity, family history, lifestyle, age, sex, body habitus, overall health, and environment needs to be considered by and for any given individual. How these individual considerations are made varies widely between experts. The coach and client have the unique opportunity to ex"}
{"file": "NBHWC_Content_Outline.pdf", "page": 19, "chunk": 2, "text": "individual considerations are made varies widely between experts. The coach and client have the unique opportunity to explore together what works best for the client. The coach understands the basics of a healthy diet, which include knowledge of unprocessed (or minimally processed) whole foods, lean proteins, adequate fiber, healthy fats, and the recommended intake of fruits and vegetables. Regarding water intake, the coach recognizes the role of hydration in health, and weight balance in particular, since people sometimes confuse the body’s signals for hunger and thirst. Topics for review: • Nutrition and weight status • MyPlate • Healthy eating plate • Common evidence-based nutritional interventions for prevalent medical conditions » The coach recognizes that professional organizations r"}
{"file": "NBHWC_Content_Outline.pdf", "page": 19, "chunk": 3, "text": "ased nutritional interventions for prevalent medical conditions » The coach recognizes that professional organizations recommend nutrition guidelines for specific medical conditions, and may choose to refer clients to these links. The coach has a conceptual understanding of the diet (e.g., DASH diet for hypertension, reduced sodium intake); however, the coach is not required to memorize specifics of each diet."}
{"file": "NBHWC_Content_Outline.pdf", "page": 20, "chunk": 0, "text": "20 * Hypertension - DASH * Diabetes * Anti-inflammatory diets • Arthritis • Foods that fight inflammation * Weight loss • Because there is no “one size fits all” approach to weight-loss, the coach utilizes coaching skills that engage the client to choose a strategy that fits his/her preferences and lifestyle. • Hydration » Water and nutrition 3.3. Health behaviors, social and behavioral risk factors 3.3.3. Physical activity, sedentary lifestyle Regular physical activity reduces the risk of many chronic diseases, including heart disease, high blood pressure, diabetes, cancer, and depression. The coach must be familiar with current recommendations for healthy adult exercise according to HHS guidelines. Given the prevalence of mobile devices and wearable technologies that track physical activ"}
{"file": "NBHWC_Content_Outline.pdf", "page": 20, "chunk": 1, "text": " according to HHS guidelines. Given the prevalence of mobile devices and wearable technologies that track physical activity, the coach should also be able to support the client with an awareness of evidence-based methods used to track physical activity. Topics for review: • Overview and benefits of physical activity • Physical activity guidelines » Note: the coach should know Key Guidelines for 1) Adults, 2) Older Adults, 3) Women During Pregnancy and the Postpartum Period, and 4) Adults with Chronic Health Conditions and Adults with Disabilities (not Preschool-Aged Children or Adolescents). • U.S. Department of Human Services (HHS) physical activity guidelines for Americans • ACSM position stand on individual exercise programs » Note: The ACSM position stand is a compendium of findings an"}
{"file": "NBHWC_Content_Outline.pdf", "page": 20, "chunk": 2, "text": "ans • ACSM position stand on individual exercise programs » Note: The ACSM position stand is a compendium of findings and provides a rich resource; however, the details of the position stand are beyond the scope of what the coach is expected to know. • Physical activity tracking: mobile devices and wearable technology » With the rise of wearable technology and mobile devices that track physical activity, the coach should be familiar with the use of tracking devices and mobile apps."}
{"file": "NBHWC_Content_Outline.pdf", "page": 21, "chunk": 0, "text": "21 3.3.4. Sleep According to the CDC, insufficient sleep is a public health epidemic. Like nutrition and physical activity, sleep is a critical determinant of health and well-being. Adequate sleep is necessary for proper immune, endocrine, and neurological functioning. Lack of sleep is also linked to traffic accidents, work errors, and decreased productivity. The coach should have a basic understanding of sleep and the important role it plays in overall health and well-being, as well as familiarity with common recommendations for healthy sleep hygiene. Topics for review: • Overview of sleep health • Common sleep disorders • Sleep and chronic disease • Sleep hygiene 3.3.5. Stress & emotional wellness In addition to understanding major biological risk factors associated with chronic conditio"}
{"file": "NBHWC_Content_Outline.pdf", "page": 21, "chunk": 1, "text": " Stress & emotional wellness In addition to understanding major biological risk factors associated with chronic conditions, the coach should understand the most common psychosocial risk factors for chronic disease, including unmanaged stress, depression, and social isolation. The coach should recognize symptoms of depression and know how to refer for treatment. The coach also appreciates the impact of social and environmental stressors. Social determinants for health-related issues include socioeconomic status, transportation, housing, access to services, discrimination by social grouping (e.g., race, gender, or class), and social or work- related stressors. Stress management is an inevitable topic for coaching. Stress can be both positive and negative; the coach recognizes negative stress"}
{"file": "NBHWC_Content_Outline.pdf", "page": 21, "chunk": 2, "text": "ment is an inevitable topic for coaching. Stress can be both positive and negative; the coach recognizes negative stress and leverages positive stress. It is important to understand the basics of the physiology of stress, the relaxation response, and common techniques for stress management. Most importantly, the coach understands the wide variance in coping mechanisms that work for individual clients. The coach should also be comfortable supporting the client’s resilience, positive mental health, well- being, and flourishing. Being emotionally well involves more than just managing stress. It also requires being attentive to thoughts, feelings, and behaviors, whether they are positive or negative. The knowledgeable coach recognizes the crucial role of self-awareness in growth and maturation"}
{"file": "NBHWC_Content_Outline.pdf", "page": 21, "chunk": 3, "text": "are positive or negative. The knowledgeable coach recognizes the crucial role of self-awareness in growth and maturation and has tools to support personal development. In addition, the coach should understand the role of healthy relationships with self and others. Finally, the coach understands that a sense of meaning or purpose is linked to positive health outcomes and emphasizes the importance of relating health issues to life purpose and values."}
{"file": "NBHWC_Content_Outline.pdf", "page": 22, "chunk": 0, "text": "22 Topics for review: • Mental health » What is mental health? » Depression » Anxiety disorders • Social determinants of health • Social isolation • How stress affects the body • Coping with stress • Relaxation and meditation » Relaxation techniques for health » Meditation 3.3.6. Avoiding tobacco use Tobacco use is one of the largest preventable lifestyle habits associated with death and chronic disease. It is linked to multiple cancers, cardiovascular disease, reproductive issues, and chronic illnesses like type 2 diabetes and rheumatoid arthritis. The product landscape of tobacco use is constantly changing, and the coach recognizes trends such as the recent popularity of e-cigarettes. The coach should be familiar with the support services available for clients who wish to stop smoking or"}
{"file": "NBHWC_Content_Outline.pdf", "page": 22, "chunk": 1, "text": "f e-cigarettes. The coach should be familiar with the support services available for clients who wish to stop smoking or using tobacco. Topics for review: • Overview of tobacco use • Smoking health effects • Quitting Smoking 3.3.7. Moderate or no alcohol use, substance abuse Substance abuse refers to the consumption of mind- and behavior-altering substances that have negative behavioral and health outcomes. It is important to note that counseling on substance abuse is beyond the scope of practice for the coach. However, self-medicating behaviors are common in clients, particularly those with chronic pain, so the coach should recognize red flags. It is important to know when and how to make appropriate professional referrals for clients whose active risk behaviors exceed the scope and pract"}
{"file": "NBHWC_Content_Outline.pdf", "page": 22, "chunk": 2, "text": "en and how to make appropriate professional referrals for clients whose active risk behaviors exceed the scope and practice of coaching, such as alcohol abuse, prescription painkiller abuse, and other substance abuse. Topics for review: • Overview of substance abuse • Alcohol (CDC.gov) • Prescription opioids (CDC.gov)"}
{"file": "NBHWC_Content_Outline.pdf", "page": 23, "chunk": 0, "text": "23 Ethics/Legal 4.1. Professional Conduct Overview Health and wellness coaches commit to the same level of professionalism as all health care providers. This includes ongoing development of skills, staying up-to-date with relevant research, and following recertification procedures established by NBHWC. In addition, coaches aim to “walk the talk” and model healthy behavior skills, particularly prioritizing self-care. Competencies 4.1.1. Continue ongoing training and development as a health coach including emerging research 4.1.2. Engage in personal health and well-being, including physical and emotional health and potential burnout 4.1.3. Engage in self-awareness practices, including emotional self-regulation 4.2. Ethics Overview The NBHWC Code of Ethics provides guidelines, accountability,"}
{"file": "NBHWC_Content_Outline.pdf", "page": 23, "chunk": 1, "text": ", including emotional self-regulation 4.2. Ethics Overview The NBHWC Code of Ethics provides guidelines, accountability, and standards for health and wellness coaches. The coach maintains and promotes excellence in the field of coaching by ensuring ethical treatment of each individual client. The NBHWC Code of Ethics also notes the importance of ongoing professional development as well as “walking the talk” of health through lifestyle behaviors, self-care, and self-awareness, including self-monitoring of emotions and triggers. The NBHWC Health & Wellness Coach Scope of Practice describes the role of the coach and clarifies the handling of dual professional roles (Competency 4.2.7 4"}
{"file": "NBHWC_Content_Outline.pdf", "page": 24, "chunk": 0, "text": "24 Competencies (Competency 4.2 cont’d) 4.2.1. Confidentiality 4.2.2. Working within an organization; serving sponsor and client 4.2.3. Conflicts of interest 4.2.4. Demonstrate dignity and respect for all people, honor diversity, cultural sensitivity 4.2.5. True and accurate representation of your training, experience, expertise, credentials 4.2.6. Provide attribution for contributions of others, including copyrighted material 4.2.7. Scope of practice and refer when necessary 4.2.7.1. Balancing multiple roles (nurse/coach, physician/coach, therapist/coach, etc.) and dual relationships 4.2.7.2. Maintaining professional boundaries 4.2.7.3. Consent and approval from relevant parties 4.2.8. Self-monitoring and management of triggers and boundaries 4.2.9. Seek consultation or supervision as nee"}
{"file": "NBHWC_Content_Outline.pdf", "page": 24, "chunk": 1, "text": " parties 4.2.8. Self-monitoring and management of triggers and boundaries 4.2.9. Seek consultation or supervision as needed 4.3. Legal Overview The coach ensures that client records are protected (Competency 4.3.1) as part of maintaining confidentiality. The coach also remains aware of the pertinent regulations given their practice setting. For example, all who practice in health care settings must abide by HIPAA; therefore, at a minimum, the coach must be well-versed in basic HIPAA requirements. Other legal requirements will vary depending on the state in which the coach practices and other credentials the coach holds (e.g., licensure in health or allied health professions). Competencies 4.3.1. Maintain security and privacy of client records 4.3.2. Awareness of relevant federal and state "}
{"file": "NBHWC_Content_Outline.pdf", "page": 24, "chunk": 2, "text": "ns). Competencies 4.3.1. Maintain security and privacy of client records 4.3.2. Awareness of relevant federal and state regulations that affect health coaching Copyright © 2022 by NBME and the National Board for Health & Wellness Coaching (NBHWC). All rights reserved."}
